Repository: HideezGroup/win.HideezSafe
Catalog: src/DeviceMaintenance/Resources/Strings.*.resx
Languages: uk

# AdvancedUpdate.Button.File
source: Select firmware file
uk: Виберіть файл прошивки

# AdvancedUpdate.RadioButton.ChooseVersion
source: Choose available version for your device model
uk: Виберіть доступну версію для вашої моделі пристрою

# AdvancedUpdate.RadioButton.File
source: Select a file
uk: Виберіть файл

# AdvancedUpdate.Text
source: Advanced update
uk: Розширене оновлення

# AdvancedUpdate.Text.SelectFile
source: Please, select firmware file
uk: Виберіть файл прошивки

# Button.AdvancedUpdate
source: Advanced update
uk: Розширене оновлення

# Button.StartPage
source: Start page
uk: На початок

# CheckBox.Autostart
source: Automatically start uploading device firmware
uk: Автоматично розпочати завантаження прошивки пристрою

# Device.Button.Update
source: Update
uk: Оновити

# Device.Button.Wipe
source: Wipe
uk: Очистити дані

# Device.Icon.Finished.Tooltip
source: Update finished
uk: Оновлення завершено

# Device.Text.Connecting
source: Connecting...
uk: Підключення...

# Device.Text.Connecting.PressButton
source: PRESS THE BUTTON, Connecting...
uk: НАТИСНІТЬ КНОПКУ, підключення...

# Device.Text.EnteringBoot
source: Entering boot mode...
uk: Вхід у режим завантаження...

# Device.Text.Failed
source: Failed
uk: Помилка

# Device.Text.UploadingFw
source: uploading firmware...
uk: завантаження прошивки...

# Device.Text.Wiping
source: Wiping the device...
uk: Очищення пристрою...

# Error.FailedConnection.Csr
source: Failed to connect device
uk: Не вдалося підключити пристрій

# Error.FailedConnection.WinBle
source: Failed to connect device. Repair device or turn the Bluetooth off and on.
uk: Не вдалося підключити пристрій. Перестворіть пару із пристроєм або вимкніть і ввімкніть Bluetooth знову.

# Error.NoAvailableFw
source: No available firmware
uk: Немає доступної прошивки

# QuickUpdate.Text
source: Quick update
uk: Швидке оновлення

# Text.PairToStart
source: Pair device through Windows Bluetooth Settings to upload new firmware
uk: Підключіть пристрій через Налаштування Bluetooth Windows, щоб почати оновлювати прошивку

# Text.TapToStart
source: Tap the device on the bluetooth dongle to upload new firmware
uk: Торкніться пристроєм до адаптера Bluetooth, щоб завантажити нову прошивку

# Wipe.Text
source: After performing wipe: - All your FIDO data will be erased from your vault(this data cannot be restored!) - All your accounts will be erased from your vault - Your vault will be disconnected and unpaired from all devices To wipe the device, press OK, wait for the green light on the device then press and hold the button for 15 seconds.
uk: Після очищення даних: - Усі ваші дані FIDO будуть видалені з вашого ключа(ці дані неможливо відновити!) - Усі ваші облікові записи буде видалено з вашого ключа - Ваш ключ буде від’єднано з усіма пристроями Щоб очистити пристрій, натисніть OK, дочекайтеся, поки кнопка на пристрої загориться зеленим, а потім натисніть і утримуйте її протягом 15 секунд.

# Wipe.Title
source: Wipe the device
uk: Очищення даних пристрою

# AdvancedUpdate.Text.Model
source: Model
uk: Модель

# AdvancedUpdate.Text.Version
source: Version
uk: Версія

# CloseOnUpdating.Text
source: Firmware update in progress! Are you sure you want to exit?
uk: Триває оновлення прошивки! Ви впевнені що хочете вийти?

# CloseOnUpdating.Title
source: Exit application
uk: Вихід із програми

# QuickUpdate.Text.LatestVersion
source: The latest firmware version for your device model:
uk: Найновіша версія прошивки для вашої моделі:

# Csr.Error
source: Hideez Dongle is unavailable.
uk: Hideez Dongle недоступний.

# WinBle.Error
source: Windows Bluetooth is unavailable. Make sure that your Bluetooth is turned on in Windows Settings.
uk: Windows Bluetooth недоступний. Впевніться, що Bluetooth увімкнено в Налаштуваннях Windows.
