Repository: HideezGroup/win.HideezSafe
Catalog: src/HideezMiddleware/HideezMiddleware/Resources/Strings.*.resx
Languages: uk

# ConnectionFlow.ActivationCode.Error.CodeToLong
source: Activation code is to long
uk: Код активації задовгий

# ConnectionFlow.ActivationCode.Error.CodeToShort
source: Activation code is to short
uk: Код активації закороткий

# ConnectionFlow.ActivationCode.Error.InvalidCode
source: Invalid activation code. {0} attempts left
uk: Невірний код активації. Залишилося {0} спроб

# ConnectionFlow.ActivationCode.Error.LockedByInvalidAttempts
source: Vault got locked due to too many incorrect activation attempts. Please, contact your system administrator.
uk: Ключ заблоковано через занадто багато неправильних спроб активації. Зверніться до свого системного адміністратора.

# ConnectionFlow.ActivationCode.Error.VaultIsLocked
source: Vault is locked. Please, contact your system administrator.
uk: Ключ заблоковано. Зверніться до свого системного адміністратора.

# ConnectionFlow.ActivationCode.Error.VaultIsLockedNoNetwork
source: Vault is locked. Please, contact your system administrator. If you already got an activation code, please check your network connection.
uk: Ключ заблоковано. Зверніться до свого системного адміністратора. Якщо ви вже отримали код активації, перевірте підключення до мережі.

# ConnectionFlow.Button.PressButtonMessage
source: Please press the Button on your Hideez Key
uk: Натисніть кнопку на Hideez Key

# ConnectionFlow.Connection.ConnectionFailed
source: Connection failed. ({0})
uk: Підключення не вдалося. ({0})

# ConnectionFlow.Connection.ConnectionFailed.Csr
source: Connection failed. Make sure to confirm vault connection by pressing the vault button when you see a green light. ({0})
uk: Підключення не вдалося. Не забудьте підтвердити підключення до ключа, натиснувши кнопку сховища, коли побачите зелене світло. ({0})

# ConnectionFlow.Connection.Stage1
source: Connecting vault, please wait.
uk: Під'єднання ключа, зачекайте.

# ConnectionFlow.Connection.Stage1.PressButton
source: Connecting vault. Press the vault button to confirm.
uk: Під'єднання ключа. Натисніть кнопку на ключі для підтвердження.

# ConnectionFlow.Connection.Stage2
source: Retrying vault connecting.
uk: Повторна спроба під'єднання ключа.

# ConnectionFlow.Connection.Stage2.LtkError.PressButton
source: LTK error. Retrying. Press the vault button to confirm.
uk: Помилка LTK. Повторна спроба. Натисніть кнопку на ключі для підтвердження.

# ConnectionFlow.Connection.Stage2.PressButton
source: Retrying. Press the vault button to confirm.
uk: Повторна спроба. Натисніть кнопку на ключі для підтвердження.

# ConnectionFlow.Connection.Stage3.LtkError.PressButton
source: LTK error. Retrying pairing. Press the vault button to confirm.
uk: Помилка LTK. Повторна спроба створення пари. Натисніть кнопку на ключі для підтвердження.

# ConnectionFlow.Connection.Stage3.PressButton
source: Retrying pairing. Press the vault button to confirm.
uk: Повторна спроба створення пари. Натисніть кнопку на ключі для підтвердження.

# ConnectionFlow.Error.UnexpectedlyLostNetworkConnection
source: Unexpectedly lost connection to the server. Please, check your network connection and try to connect your vault again.
uk: Несподівано втрачено підключення до сервера. Будь ласка, перевірте підключення до мережі та спробуйте підключити ключ ще раз.

# ConnectionFlow.Error.UnexpectedNetworkError
source: Unexpected network error occured (code: {0}). Please, check your network connection and try to connect your vault again.
uk: Сталася несподівана помилка мережі (код: {0}). Будь ласка, перевірте підключення до мережі та спробуйте підключити ключ ще раз.

# ConnectionFlow.Error.VaultAlreadyConnected
source: Connection cancelled. Your vault is already connected to this computer.
uk: З’єднання скасовано. Ваш ключ вже підключено до цього комп’ютера.

# ConnectionFlow.Error.VaultInBootloaderMode
source: Your device is in bootloader mode. Please, contact your system administrator to update your firmware.
uk: Ваш пристрій перебуває в режимі завантажувача. Будь ласка, зверніться до системного адміністратора, щоб оновити прошивку.

# ConnectionFlow.Error.VaultIsLocked
source: Vault is locked. Please, contact your system administrator.
uk: Ключ заблоковано. Зверніться до свого системного адміністратора.

# ConnectionFlow.Error.VaultIsLockedNoNetwork
source: Vault is locked. Please, contact your system administrator. If you already got an activation code, please check your network connection.
uk: Ключ заблоковано. Зверніться до свого системного адміністратора. Якщо ви вже отримали код активації, перевірте підключення до мережі.

# ConnectionFlow.Initialization.DeviceInitializationError
source: Failed to initialize vault connection '{0}' ({1}). Please try again.
uk: Не вдалося ініціалізувати підключення до ключа'{0}' ({1}). Будь ласка, спробуйте ще раз.

# ConnectionFlow.Initialization.InitializationFailed
source: Failed to initialize vault connection '{0}'. Please try again.
uk: Не вдалося ініціалізувати підключення до ключа '{0}'. Будь ласка, спробуйте ще раз.

# ConnectionFlow.Initialization.WaitingInitializationMessage
source: Waiting for the vault initialization...
uk: Очікування ініціалізації ключа...

# ConnectionFlow.License.Error.CannotDownloadLicense
source: Cannot download vault license. Please, check your network connection.
uk: Не вдається завантажити ліцензію ключа. Будь ласка, перевірте підключення до мережі.

# ConnectionFlow.License.Error.EmptyLicenseData
source: Invalid license received from HES for {0}, (EMPTY_DATA). Please, contact your administrator.
uk: Отримана недійсна ліцензія від HES на {0}, (EMPTY_DATA). Зверніться до свого адміністратора.

# ConnectionFlow.License.Error.EmptyLicenseId
source: Invalid license received from HES for {0}, (EMPTY_ID). Please, contact your administrator.
uk: Отримана недійсна ліцензія від HES на {0}, (EMPTY_ID). Зверніться до свого адміністратора.

# ConnectionFlow.License.Error.NoLicensesAvailable
source: No licenses available for your vault. Please, contact your system administrator.
uk: Немає ліцензій для вашого ключа. Зверніться до свого системного адміністратора.

# ConnectionFlow.License.UpdatingLicenseMessage
source: Updating vault licenses...
uk: Оновлення ліцензій ключа...

# ConnectionFlow.MasterKey.AwaitingHESAuth
source: Waiting for HES authorization...
uk: Очікування авторизації на HES...

# ConnectionFlow.MasterKey.Error.AuthFailed
source: Vault authorization failed unexpectedly. Please, try to connect your vault again. If the error persists, please contact your system administrator.
uk: Не вдалося авторизувати ключ. Будь ласка, спробуйте підключити свій ключ ще раз. Якщо помилка не зникає, зверніться до системного адміністратора.

# ConnectionFlow.MasterKey.Error.AuthFailedNoNetwork
source: Server connection is required for device authorization. Please,check your network connection and try again.
uk: Для авторизації пристрою потрібно підключення до сервера. Будь ласка, перевірте підключення до мережі та повторіть спробу.

# ConnectionFlow.MasterPassword.EnterMPMessage
source: Please enter the master password for your Hideez Key
uk: Введіть майстер-пароль для вашого ключа Hideez

# ConnectionFlow.MasterPassword.Error.InvalidMP
source: Invalid master password!
uk: Невірний майстер-пароль!

# ConnectionFlow.Pin.EnterPinMessage
source: Please enter the PIN code for your Hideez Key
uk: Введіть PIN-код для вашого ключа Hideez

# ConnectionFlow.Pin.Error.InvalidPin.ManyAttemptsLeft
source: Invalid PIN! {0} attempts left.
uk: Невірний PIN-код! Залишилося {0} спроб.

# ConnectionFlow.Pin.Error.InvalidPin.OneAttemptLeft
source: Invalid PIN! 1 attempt left.
uk: Невірний PIN-код! Залишилася 1 спроба.

# ConnectionFlow.Pin.Error.LockedByInvalidAttempts
source: Vault got locked due to too many incorrect pin attempts. Contact your system administrator.
uk: Ключ заблоковано через занадто багато неправильних спроб введення PIN. Зверніться до системного адміністратора.

# ConnectionFlow.Pin.Error.PinToShort
source: PIN too short
uk: PIN-код занадто короткий

# ConnectionFlow.Pin.Error.WrongPin
source: Invalid PIN
uk: Невірний PIN-код

# ConnectionFlow.Pin.NewPinMessage
source: Please create new PIN code for your Hideez Key (minimum {0})
uk: Створіть новий PIN-код для вашого ключа Hideez (мінімум {0})

# ConnectionFlow.RfidConnection.ContactingHesMessage
source: Connecting to the HES server...
uk: Підключення до сервера HES...

# ConnectionFlow.RfidConnection.Error.NotConnectedToHes
source: Cannot connect device. Not connected to the HES.
uk: Не вдається підключити пристрій. Нема підключення до HES.

# ConnectionFlow.StateUpdate.Error.CannotLinkToUser
source: Vault cannot be initialized. Please, check your network connection.
uk: Не вдається ініціалізувати ключ. Будь ласка, перевірте підключення до мережі.

# ConnectionFlow.StateUpdate.Error.NotAssignedToUser
source: Vault is not assigned to any user. Please, contact your system administrator.
uk: Ключ не прив'язаний до жодного користувача. Зверніться до свого системного адміністратора.

# ConnectionFlow.Unlock.Error.NoCredentials
source: Vault doesn't have a stored Primary account.
uk: Ключ не має збереженого основного облікового запису.

# ConnectionFlow.Unlock.ReadingCredentials
source: Reading credentials from the vault...
uk: Читання облікових записів зі сховища...

# ConnectionFlow.Unlock.Unlocking
source: Unlocking the PC...
uk: Розблокування ПК...

# ConnectionFlow.Update.UploadingCredentials
source: Uploading new credentials to the vault...
uk: Завантаження нових облікових записів у сховище...

# ConnectionFlow.UserAuthorization.Error.AuthFailed
source: User authorization failed unexpectedly. Please, try to connect your vault again. If the error persists, please contact your system administrator.
uk: Авторизація користувача несподівано не вдалася. Будь ласка, спробуйте підключити свій ключ ще раз. Якщо помилка не зникає, зверніться до системного адміністратора.

# ConnectionFlow.VaultSerialNo
source: (Vault serial no: {0})
uk: (Серійний номер ключа: {0})

# ConnectionProcessor.DisabledUnlock
source: You can't unlock PC by this vault {0}
uk: Ви не можете розблокувати ПК за допомогою цього ключа {0}

# ConnectionProcessor.DisabledUnlockByProximity
source: Auto unlock is disabled for this vault {0}
uk: Авторозблокування вимкнено для цього ключа {0}

# ConnectionProcessor.LowProximity
source: The vault is too far away. Move it closer and try again.
uk: Ключ занадто далеко. Піднесіть його ближче і спробуйте ще раз.

# ConnectionProcessor.SearchingForVault
source: Searching the paired vault...
uk: Пошук ключа...

# ConnectionProcessor.VaultNotFound
source: Vault is turned off or to far away
uk: Ключ вимкнено або занадто далеко

# CredentialProvider.CommandLink.Unlock.Generic
source: Click here to unlock with Hideez Vault
uk: Клацніть тут, щоб розблокувати за допомогою Hideez Vault

# CredentialProvider.CommandLink.Unlock.Specific
source: Click here to unlock with {0}
uk: Натисніть тут, щоб розблокувати за допомогою {0}

# ServiceComponentStatus.Bluetooth.NotAvailable
source: Bluetooth not available (state: {0})
uk: Bluetooth недоступний (стан: {0})

# ServiceComponentStatus.HES.NotConnected
source: HES not connected
uk: HES не підключено

# ServiceComponentStatus.HES.WorkstationNotApproved
source: Workstation not approved on HES
uk: Робоча станція не підтверджена на HES

# ServiceComponentStatus.Message.Base
source: ERROR: {0}
uk: ПОМИЛКА: {0}

# ServiceComponentStatus.RFID.ReaderNotConnected
source: RFID reader not connected
uk: Зчитувач RFID не підключено

# ServiceComponentStatus.RFID.ServiceNotConnected
source: RFID service not connected
uk: Служба RFID не підключена
