Repository: HideezGroup/win.HideezSafe
Catalog: HideezSafe/HideezSafe/Resources/Strings.*.resx
Languages: ru, uk

# Button.Cancel
source: Cancel
ru: Отменить
uk: Скасувати

# Button.ChangePassword
source: Change password
ru: Изменить пароль
uk: Змінити пароль

# Button.ComputerLocker
source: Computer Locker
ru: Блокировщик ПК
uk: Блокувальник ПК

# Button.Done
source: Done
ru: Готово
uk: Готово

# Button.LockDistance
source: Lock/unlock distance Bluetooth
ru: Блокировки/разблокировки Bluetooth
uk: Блокування/розблокування Bluetooth

# Button.Next
source: Next
ru: Дальше
uk: Далі

# Button.Save
source: Save
ru: Сохранить
uk: Зберегти

# Dialog.ChangePass.Info
source: The new password must be the same as your current system password
ru: Новый пароль должен совпадать с вашим текущим системным паролем.
uk: Новий пароль має збігатися з поточним паролем системи

# Dialog.ChangePass.New
source: New Pass
ru: Новый пароль
uk: Новий пароль

source: Error
uk: Помилка

# Error.FillAllFields
source: Fill all fields.
uk: Заповніть всі поля.

source: Error save credential.
uk: Помилка збереження облікових даних.

# Expander.NoDevice
source: No device
ru: Нет устройства
uk: Немає пристрою

# Icon.DeviceNotConnected
source: Device is not connected
ru: Устройство не подключено
uk: Пристрій не підключено

# Icon.FailedConnectHideezService
source: Cannot connect to Hideez service
ru: Не удается подключиться к сервису Hideez
uk: Не вдається підключитися до служби Hideez

# Icon.NewNotificationsAvailable
source: New notifications are available
ru: Доступны новые уведомления
uk: Доступні нові повідомлення

# Icon.NoKeyConnectionAlert
source: New notifications are available Device is not connected
ru: Доступны новые уведомления Устройство не подключено
uk: Доступні нові повідомлення Пристрій не підключено

# Icon.SynchronizationInProgress
source: Synchronization in progress
ru: Идет синхронизация
uk: Триває синхронізація

# Label.Login
source: Login
uk: login 5/5000 Логін

# Label.Password
source: Password
uk: Пароль

# LockPage.Description
source: Lock and unlock the computer with a key or phone. Watch the video
ru: Блокировка и разблокировка компьютера с помощью ключа или телефона. Смотреть видео
uk: Заблокуйте та розблокуйте комп'ютер за допомогою клавіші або телефону. Перегляньте відео

# LockPage.Header
source: Control your computer from anywhere
ru: Управляйте своим компьютером из любого места
uk: Керуйте комп'ютером з будь-якого місця

# LockPage.PasswordInfo
source: Type your password for login into the system
ru: Введите свой пароль для входа в систему
uk: Введіть пароль для входу в систему

# LockPage.PasswordLabel
source: Password from PC
ru: Пароль от ПК
uk: Пароль з ПК

# LockSettingsPage.OneMeter
source: 1 meter
ru: 1 метр
uk: 1 метр

# LockSettingsPage.TenMeters
source: 10 meters
ru: 10 метров
uk: 10 метрів

# LockSettingsPage.UnlockDistans
source: Unlock distance:
ru: Расстояние разблокировки:
uk: Відстань розблокування:

# Menu.AddDevice
source: Add new device ...
ru: Добавить новое устройство ...
uk: Додати новий пристрій ...

# Menu.ChangePassword
source: Change account password
ru: Сменить пароль аккаунта
uk: Змінити пароль облікового запису

# Menu.CheckForUpdates
source: Check for updates
ru: Проверьте наличие обновлений
uk: Перевірте наявність оновлень

# Menu.DisconnectDevice
source: Disconnect device
uk: Від'єднайте пристрій

# Menu.Exit
source: Exit
ru: Выход
uk: Вхід

# Menu.InterfaceLanguages
source: Languages
ru: Языки
uk: Мови

# Menu.LaunchOnStartup
source: Launch on computer startup
ru: Запускать при старте компьютера
uk: Запускати при старті комп'ютера

# Menu.Legal
source: Legal information
ru: Юридическая информация
uk: Юридична інформація

# Menu.LiveChat
source: Live chat
ru: Живой чат
uk: Живий чат

# Menu.LogOff
source: Log off
ru: Выйти из аккаунта
uk: Вийти з облікового запису

# Menu.RemoveDevice
source: Remove device
uk: Видалити пристрій

# Menu.RFIDUsage
source: RFID usage
ru: Использование RFID
uk: Використання RFID

# Menu.SavePCPassword
source: Save PC password
uk: Зберегти пароль ПК

# Menu.ShowWindow
source: Open Hideez Safe
ru: Открыть Hideez Safe
uk: Відкрити Hideez Safe

# Menu.TechnicalSupport
source: Technical support
ru: Техническая поддержка
uk: Технічна підтримка

# Menu.UserManual
source: User manual
ru: Руководство пользователя
uk: Посібник користувача

# Menu.VideoTutorial
source: Video tutorial
ru: Видео инструкция
uk: Відео інструкція

# Status.Tooltip.ConectedDongle
source: Hideez Dongle connected
ru: Hideez Dongle подключен
uk: Hideez Dongle з'єднаний

# Status.Tooltip.ConectedHES
source: Connected to the server
ru: Подключен к серверу
uk: Підключено до сервера

# Status.Tooltip.ConectedRFID
source: RFID reader connected
ru: RFID считыватель подключен
uk: Зчитувач RFID підключений

# Status.Tooltip.ConectedService
source: Connected to the service
ru: Подключено к сервису
uk: Підключено до сервісу

# Status.Tooltip.DisconectedDongle
source: Hideez Dongle disconnected
ru: Hideez Dongle отключен
uk: Hideez Dongle відключений

# Status.Tooltip.DisconectedHES
source: No connection to the server
ru: Нет подключения к серверу
uk: Немає підключення до сервера

# Status.Tooltip.DisconectedRFID
source: RFID reader disconnected
ru: RFID-ридер отключен
uk: Зчитувач RFID відключений

# Status.Tooltip.DisconectedService
source: No connection to the service
ru: Нет подключения к сервису
uk: Немає підключення до сервісу

source: Warning
uk: Попередження

# Exception.FieldNotSecure
source: Password entry cancelled. Field not protected.
uk: Введення пароля скасовано. Вибране поле не є захищеним.

# Url.Legal
source: https://hideez.com/pages/warranty
ru: https://hideez.com/404

# Url.LiveChat
source: https://hideez.com/pages/intercom_en
ru: https://hideez.com/404

# Url.RFIDUsage
source: https://intercom.help/hideez/hideez-enterprise-server
ru: https://hideez.com/404
