Repository: HideezGroup/win.HideezSafe
Catalog: src/HideezClient/HideezClient/Resources/Strings.*.resx
Languages: uk

# AccessSettings.ChangeMasterPassword
source: Change master password
uk: Змінити майстер-пароль

# AccessSettings.ChangePinCode
source: Change PIN code
uk: Змінити PIN-код

# AccessSettings.RequireButton
source: Require button press
uk: Потрібно натиснути кнопку

# AccessSettings.RequirePin
source: Require PIN code
uk: Вимагати PIN-код

# AccessSettings.StorageAccess
source: Vault storage access
uk: Доступ до сховища ключа

# AccessSettings.StorageLockTimeout
source: Automatically lock storage
uk: Автоматично блокувати сховище

# AccessSettings.StorageLockTimeout.10m
source: 10 minutes
uk: 10 хвилин

# AccessSettings.StorageLockTimeout.1h
source: 1 hour
uk: 1 година

# AccessSettings.StorageLockTimeout.2h
source: 2 hours
uk: 2 години

# AccessSettings.StorageLockTimeout.30m
source: 30 minutes
uk: 30 хвилин

# AccessSettings.StorageLockTimeout.4h
source: 4 hours
uk: 4 години

# AccessSettings.StorageLockTimeout.5m
source: 5 minutes
uk: 5 хвилин

# AccessSettings.StorageLockTimeout.8h
source: 8 hours
uk: 8 годин

# AccessSettings.StorageLockTimeout.NoTimeout
source: Never
uk: Ніколи

# AccessSettings.Title
source: Access settings
uk: Налаштування доступу

# AccountSelectorNotification.Title
source: There are few suitable accounts, select one of them, please.
uk: Знайдено декілька відповідних облікових записів, виберіть один із них, будь ласка.

# ActivationCode.Label
source: Activation Code
uk: Код активації

# ActivationCode.Title
source: Please enter Activation Code for {0}
uk: Введіть код активації для {0}

# BackupPassword.ConfirmBP.Label
source: Confirm password
uk: Підтвердіть пароль

# BackupPassword.CurrentBP.Label
source: Enter password
uk: Введіть пароль

# BackupPassword.EnterBP.Label
source: Enter password for file '{0}'
uk: Введіть пароль для файлу '{0}'

# BackupPassword.Error.BPsDontMatch
source: The new password and confirmation password does not match
uk: Новий пароль та пароль підтвердження не збігаються

# BackupPassword.NewBP.Label
source: New password
uk: Новий пароль

# BackupPassword.Title
source: Set up password for file '{0}'
uk: Створення пароля для файлу '{0}' (мінімум 8)

# Button.Cancel
source: Cancel
uk: Скасувати

# Button.Change
source: Change
uk: Змінити

# Button.ChangePassword
source: Change password
uk: Змінити пароль

# Button.Confirm
source: Confirm
uk: Підтвердити

# Button.Done
source: Done
uk: Готово

# Button.EditUnlockAccount
source: Edit unlock account
uk: Редагувати пароль

# Button.LockDistance
source: Lock/unlock distance Bluetooth
uk: Блокування / розблокування відстані Bluetooth

# Button.Next
source: Next
uk: Далі

# Button.No
source: No
uk: Ні

# Button.Ok
source: Ok
uk: Ок

# Button.Save
source: Save
uk: Зберегти

# Button.Yes
source: Yes
uk: Так

# Button.YesDelete
source: Yes, delete
uk: Так, видалити

# ButtonWindow.CancelTooltip
source: Hold vault button to cancel
uk: Зажміть кнопку на ключі, щоб скасувати

# ButtonWindow.Content
source: Press the button on your vault to confirm authorization
uk: Натисніть кнопку на ключі, щоб підтвердити авторизацію

# CredentialsLoad.Failed
source: Credentials loading failed {0}
uk: Помилка завантаження облікових записів {0}

# CredentialsLoad.Loaded
source: Credentials loading completed {0}
uk: Завантаження облікових записів завершено {0}

# CredentialsLoad.Loading
source: Loading credentials {0}
uk: Завантаження облікових записів {0}

# DeleteSelectedAccountsMessage
source: Are you sure you want to delete this account?
uk: Ви впевнені, що хочете видалити цей обліковий запис?

# DeviceInfo.CurrentProximityLevel
source: Current level of signal {0,3}%
uk: Рівень сигналу {0,3}%

# DeviceLocked.Body.Head
source: This vault is locked
uk: Цей ключ заблоковано

# Dialog.ChangePass.Info
source: The new password must be the same as your current system password
uk: Новий пароль повинен збігатися з поточним паролем для входу в систему

# Dialog.ChangePass.New
source: New Pass
uk: Новий пароль

# DP.Description
source: Includes Hideez Enterprise Server, Hideez Client Application and two types of a security key:
uk: Включає Hideez Enterprise Server, Hideez Client Application та два типи ключів безпеки:

# DP.HideezKey.Description
source: Hardware token with Bluetooth connection
uk: Фізичний ключ з Bluetooth під'єднанням

# DP.MobileKey.Description
source: Software Vault that can be installed on your smartphone
uk: Програмний Ключ Безпеки, який можна встановити на ваш смартфон з Apple App Store або Google Play Market

# DP.MobileKey.Header
source: Hideez Mobile Authenticator
uk: Автентифікатор Hideez

# DS.Label.DeviceName
source: Vault name:
uk: Назва ключа:

# DS.Label.FirmwareVersion
source: Firmware Version:
uk: Версія прошивки:

# DS.Label.SN
source: Serial Number:
uk: Серійний номер:

# EnableDevice.Header
source: Enable your vault
uk: Активуйте свій ключ

# EnableDevice.Step1
source: Make sure that all indicators below are green.
uk: Переконайтесь, що всі вказані нижче індикатори зелені.

# EnableDevice.Step2
source: Long touch the dongle with the vault until initication process launches.
uk: Торкніться ключем до адаптера і тримайте, поки не розпочнеться процес ініціювання.

# EnableDevice.Step3
source: Follow the screen notifications.
uk: Дотримуйтесь сповіщень на екрані.

# Enum.ButtonPressCode.Double
source: twice
uk: двічі

# Enum.ButtonPressCode.Hepta
source: 7 times
uk: 7 разів

# Enum.ButtonPressCode.Hexa
source: 6 times
uk: 6 разів

# Enum.ButtonPressCode.Octa
source: 8 times
uk: 8 разів

# Enum.ButtonPressCode.Penta
source: 5 times
uk: 5 разів

# Enum.ButtonPressCode.Quad
source: 4 times
uk: 4 рази

# Enum.ButtonPressCode.Single
source: once
uk: 1 раз

# Enum.ButtonPressCode.Triple
source: 3 times
uk: 3 рази

# Enum.UserAction.AddAccount
source: Add new account
uk: Додати новий обліковий запис

# Enum.UserAction.InputLogin
source: Input Login
uk: Ввести Логін

# Enum.UserAction.InputOtp
source: Input Otp
uk: Ввечти Otp

# Enum.UserAction.InputPassword
source: Input Password
uk: Ввести Пароль

source: Error
uk: Помилка

# Error.CantReachServer
source: Failed to connect to the server
uk: Не вдалося підключитися до сервера

# Error.CantSaveAddress
source: Failed to save server address
uk: Не вдалося зберегти адресу сервера

# Error.Clarification.KeyNotFound
source: Registry key not found. Please, contact your system administrator to perform a Repair of application installation.
uk: Ключ у реєстрі не знайдено. Будь ласка, зверніться до свого системного адміністратора, щоб виконати Відновлення інсталяції програми.

# Error.Clarification.SecurityError
source: Hideez Service is not allowed to make changes to registry. Contact your system administrator.
uk: Службі Hideez Service не дозволяється вносити зміни до реєстру. Зверніться до системного адміністратора.

# Error.Clarification.ServerUnavailable
source: Hideez Enterprise Server is not available, or the address is incorrect.
uk: Hideez Enterprise Server недоступний або неправильна адреса.

# Error.Clarification.UnauthorizedAccess
source: Registry key is protected from changes. Contact your system administrator.
uk: Ключ в реєстрі захищений від змін. Зверніться до системного адміністратора.

# Error.Clarification.UnexpectedError
source: Please, try again. If error persists, contact your system administrator.
uk: Будь ласка, спробуйте ще раз. Якщо помилка не зникає, зверніться до системного адміністратора.

# Error.FillAllFields
source: Fill all fields.
uk: Заповніть усі поля.

source: Error save credential.
uk: Помилка збереження облікового запису.

# Error.UnexpectedError
source: Unexpected error occured
uk: Сталася несподівана помилка

# Exception.AccountNotFound
source: Account not found for {0}
uk: Обліковий запис не знайдено для {0}

# Exception.AuthEndedUnexpectedly
source: Vault authorization ended unexpectedly. Please, try again.
uk: Авторизація ключа несподівано закінчилася. Будь ласка, спробуйте ще раз.

# Exception.FieldNotSecure
source: Password entry cancelled. Field not protected.
uk: Введення пароля недоступно. Вибране поле не захищено.

# Exception.LoginNotFound
source: Login not found for {0}
uk: Логін не знайдено для {0}

# Exception.NoOneAccountWithOtp
source: OTP not found for {0}
uk: OTP не знайдено для {0}

# Exception.PasswordNotFound
source: Password not found for {0}
uk: Пароль не знайдено для {0}

# FirmwareVersion.Unknown
source: unknown
uk: невідомо

# HKP.Description1
source: Make sure that all the indicators in the bottom left corner are green.
uk: Переконайтеся, що всі індикатори в нижньому лівому куті зелені.

# HKP.Description3
source: Follow the screen notifications.
uk: Дотримуйтесь сповіщень на екрані.

# HMK.ActivationCode.Description1
source: Scan this Activation code by your smartphone.
uk: Відскануйте цей код активації за допомогою смартфона.

# HMK.ActivationCode.Description2
source: Follow the instructions on your smartphone.
uk: Дотримуйтесь інструкцій на своєму смартфоні.

# HMK.ActivationCode.Header
source: Activation Code
uk: Код Активації

# HMK.Login.Description
source: Turn your smartphone with a biometric sensor into mobile security key.
uk: Перетворіть свій смартфон з біометричним сенсором у мобільний ключ безпеки.

# HMK.Login.Header
source: Login into Computer
uk: Вхід у Комп'ютер

# HMK.MobileKey.Description
source: Install the application on your smartphone from the Google Play Market or Apple App Store.
uk: Встановіть програму на свій смартфон із Google Play Market або Apple App Store.

# Icon.DeviceNotConnected
source: Vault is not connected
uk: Ключ не підключено

# Icon.FailedConnectHideezService
source: Cannot connect to Hideez service
uk: Не вдається підключитися до служби Hideez Service

# Icon.LockByProximityDisabled
source: Lock by proximity is disabled
uk: Блокування за рівнем сигналу відключено

# Icon.NewNotificationsAvailable
source: New notifications are available
uk: Доступні нові сповіщення

# Icon.NoKeyConnectionAlert
source: New notifications are available Vault is not connected
uk: Доступні нові сповіщення Ключ не підключено

# Icon.SynchronizationInProgress
source: Synchronization in progress
uk: Триває синхронізація

# Info.NoDevice
source: No vault
uk: Нема ключа

# Label.Login
source: Login
uk: Логін

# Label.Password
source: Password
uk: Пароль

# LockPage.Description
source: Lock and unlock the computer with a key or phone. Watch the video
uk: Заблокуйте та розблокуйте комп'ютер за допомогою ключа або телефону. Перегляньте відео

# LockPage.Header
source: Control your computer from anywhere
uk: Керуйте своїм комп’ютером з будь-якого місця

# LockPage.PasswordInfo
source: Type your password for login into the system
uk: Введіть свій пароль для входу в систему

# LockPage.PasswordLabel
source: Password from PC
uk: Пароль від ПК

# LockSettingsPage.OneMeter
source: 1 meter
uk: 1 метер

# LockSettingsPage.TenMeters
source: 10 meters
uk: 10 метрів

# LockSettingsPage.UnlockDistans
source: Unlock distance:
uk: Відстань розблокування:

# LowBatteryNotification.Message
source: The battery level in your vault is below 25%. Consider contacting your system administrator to schedule a battery replacement.
uk: Рівень заряду акумулятора у вашому ключі нижче 25%. Подумайте про те, щоб зв’язатися зі своїм системним адміністратором, щоб запланувати заміну акумулятора.

# LowBatteryNotification.Title
source: Vault battery level is low
uk: Рівень заряду батареї ключа низький

# MasterPassword.ChangeMP.Label
source: Change vault master password
uk: Зміна майстер-пароля (мінімум 8)

# MasterPassword.ConfirmMP.Label
source: Confirm master password
uk: Підтвердьте пароль

# MasterPassword.CurrentMP.Label
source: Current master password
uk: Поточний пароль

# MasterPassword.EnterMP.Label
source: Enter vault master password
uk: Введіть майстер-пароль ключа

# MasterPassword.NewMP.Label
source: New master password
uk: Новий пароль

# MasterPassword.Title
source: Set up new master password for vault
uk: Створення нового майстер-пароля для ключа (мінімум 8)

# Menu.AddDevice
source: Add new vault ...
uk: Додати новий ключ ...

# Menu.Authorize
source: Authorize vault access
uk: Авторизуйтесь для доступу до ключа

# Menu.Authorize.Tooltip
source: Launch authorization to access vault storage
uk: Авторизація для доступу до збережених облікових записів

# Menu.ChangePassword
source: Change account password
uk: Змінити пароль облікового запису

# Menu.CheckForUpdates
source: Check for updates
uk: Перевірити наявність оновлень

# Menu.DeviceSettings
source: Vault settings
uk: Налаштування ключа

# Menu.DisconnectDevice
source: Disconnect vault
uk: Відключити ключ

# Menu.DisconnectDevice.Tooltip
source: Disconnect vault
uk: Відключення ключа

# Menu.Exit
source: Exit
uk: Вихід

# Menu.HardwareKeyPage.Description
source: Hardware Vault
uk: Апаратний Ключ Безпеки

# Menu.Help
source: Help
uk: Допомога

# Menu.InterfaceLanguages
source: Languages
uk: Мова

# Menu.LaunchOnStartup
source: Launch on computer startup
uk: Запуск при запуску комп'ютера

# Menu.Legal
source: Legal information
uk: Юридична інформація

# Menu.LiveChat
source: Live chat
uk: Служба підтримки

# Menu.LogOff
source: Log off
uk: Вийти

# Menu.Logs
source: Logs
uk: Журнали

# Menu.Logs.OpenClientFolder
source: Client Logs
uk: Журнал Клієнта

# Menu.Logs.OpenDeviceFolder
source: Vault Logs
uk: Журнал Ключа

# Menu.Logs.OpenServiceFolder
source: Service Logs
uk: Журнал Служби

# Menu.PasswordManager
source: Password manager
uk: Менеджер паролів

# Menu.RemoveDevice
source: Remove vault
uk: Видалити ключ

# Menu.RemoveDevice.Tooltip
source: Disconnect and unpair vault
uk: Відключити та забути ключ

# Menu.RFIDUsage
source: RFID usage
uk: Використання RFID

# Menu.SavePCPassword
source: Save PC password
uk: Збережіть пароль до ПК

# Menu.SecurityType.Header
source: Please choose your type of Security Vault
uk: Виберіть свій тип Ключа Безпеки

# Menu.SetAsActive.ToolTip
source: Set vault as active
uk: Встановити ключ як активний

# Menu.Settings
source: Settings
uk: Налаштування

# Menu.ShowWindow
source: Open Hideez Client
uk: Відкрити Hideez Client

# Menu.SoftwareKeyPage.Description
source: Software Vault
uk: Програмний Ключ Безпеки

# Menu.SoftwareKeyPage.Header
source: Hideez Mobile Authenticator
uk: Автентифікатор Hideez

# Menu.TechnicalSupport
source: Technical support
uk: Технічна підтримка

# Menu.UpdateAvailable
source: New update is available!
uk: Доступне нове оновлення!

# Menu.UserManual
source: User manual
uk: Посібник користувача

# Menu.VideoTutorial
source: Video tutorial
uk: Відеоурок

# MessageBox.DeleteCredentials.Caption
source: Delete account
uk: Видалити обліковий запис

# MessageBox.DeleteCredentials.Message
source: Are you sure you want to delete this account?
uk: Ви впевнені, що хочете видалити цей обліковий запис?

# MessageBox.DeleteDevice.Caption
source: Remove {0}
uk: Видалення {0}

# MessageBox.DeleteDevice.Message
source: Are you sure you want to remove {0}?
uk: Ви впевнені, що хочете видалити {0}? {0}?

# MessageBox.DisconectDevice.Caption
source: Disconnect {0}
uk: Від'єднати {0}

# MessageBox.DisconectDevice.Message
source: Are you sure you want to disconnect {0}?
uk: Ви впевнені, що хочете від’єднати {0}?

# NoAccountNotification.CloseButton
source: Close
uk: Закрити

# NoAccountNotification.NewAccountButton
source: Create new account
uk: Створити новий обліковий запис

# NoConnectedDevices
source: No connected vault
uk: Немає підключеного ключа

# Notification.DeviceLockedByCode.Caption
source: Vault is locked
uk: Ключ заблоковано

# Notification.DeviceLockedByCode.Message
source: To unlock the vault, contact your system administrator for activation code and then reconnect the vault.
uk: Щоб розблокувати ключ, зверніться до системного адміністратора, щоб отримати код активації, а потім знову підключіть ключ.

# Notification.DeviceLockedByPin.Caption
source: Vault is locked
uk: Ключ заблоковано

# Notification.DeviceLockedByPin.Message
source: To many incorrect PIN entries. To unlock the vault, contact your system administrator.
uk: Забагато спроб введення PIN. Щоб розблокувати ключ, зверніться до системного адміністратора.

# Notification.ProximityLockDisabled
source: Lock by proximity is disabled
uk: Блокування за рівнем сигналу відключено

# Notify.NotScanQr
source: Could not scan QR code.
uk: Не вдалося відсканувати QR-код.

# PasswordManager.AppList.CustomUrl
source: <Enter Url>
uk: <Введіть URL>

# PasswordManager.AppList.Loading
source: Loading...
uk: Завантаження ...

# PasswordManager.Error.FailedToDelete
source: An error occured while deleting account
uk: Під час видалення облікового запису сталася помилка

# PasswordManager.Error.FailedToSave
source: An error occured while saving account
uk: Під час збереження облікового запису сталася помилка

# PasswordManager.Error.NameEmpty
source: Account name cannot be empty
uk: Назва облікового запису не може бути пуста

# PasswordManager.Error.NameTaken
source: Account with the same name and login already exists
uk: Обліковий запис з тим самим іменем та логіном уже існує

# PasswordManager.Error.OtpSecretInvalid
source: Not valid OTP secret
uk: Недійсний OTP секрет

# PasswordManager.Error.PasswordEmpty
source: Password cannot be empty.
uk: Пароль не може бути пустим.

# PasswordManager.Error.Unauthorized
source: An error occured during operation: Unauthorizated
uk: Під час роботи сталася помилка: Неавторизований

# PasswordManager.ReadOnlyAccount.ToolTip
source: This account cannot be edited
uk: Цей обліковий запис не можна редагувати

# Pin.BtnConfirmed
source: Button press confirmed
uk: Натискання кнопки підтверджено

# Pin.ChangedPIN
source: PIN changed successfully
uk: PIN-код успішно змінено

# Pin.ChangeInProgres
source: Change PIN in progres
uk: Триває зміна PIN-коду

# Pin.ChangePin
source: Change PIN code for {0}
uk: Змінити PIN-код для {0}

# Pin.ChangePin.Label
source: Change vault PIN (minimum {0})
uk: Зміна PIN-коду ключа (мінімум {0})

# Pin.Confirm
source: Confirm PIN
uk: Підтвердьте PIN-код

# Pin.ConfirmedPIN
source: PIN confirmed
uk: PIN підтверджено

# Pin.ConfirmPin.Label
source: Confirm PIN
uk: Підтвердьте PIN-код

# Pin.CurrentPin.Label
source: Current PIN
uk: Поточний PIN-код

# Pin.EnterPin
source: Enter PIN code for {0} to access stored credentials
uk: Введіть PIN-код для {0} для доступу до збережених облікових записів

# Pin.EnterPin.Label
source: Enter vault PIN
uk: Введіть PIN-код ключа

# Pin.Error.ConfirmNotMatch
source: Confirmation PIN code does not match.
uk: PIN-код підтвердження не збігається.

# Pin.Error.MaxLenght
source: PIN code must be no more than {0} characters.
uk: PIN-код не повинен містити більше {0} символів.

# Pin.Error.MinLenght
source: PIN code must be more than {0} characters.
uk: PIN-код повинен містити більше {0} символів.

# Pin.Error.NotSpecified
source: PIN code must be specified.
uk: Потрібно вказати PIN-код.

# Pin.Error.PinsDontMatch
source: The new PIN and confirmation PIN does not match
uk: Новий PIN-код та PIN-код підтвердження не збігаються

# Pin.ErrorChangePIN
source: Error while changing PIN code
uk: Помилка під час зміни PIN-коду

# Pin.ErrorSavedPIN
source: Error while saving the PIN code.
uk: Помилка збереження PIN-коду.

# Pin.InProgress
source: Processing
uk: Обробка

# Pin.InvalidPin
source: Invalid PIN! {0} attempts left.
uk: Невірний PIN-код! Залишилося {0} спроб.

# Pin.InvalidPin.LastAttempt
source: Invalid PIN! Only 1 attempt left.
uk: Невірний PIN-код! Залишилась лише 1 спроба.

# Pin.New
source: New PIN
uk: Новий PIN-код

# Pin.NewPin.Label
source: New PIN
uk: Новий PIN-код

# Pin.Old
source: Current PIN
uk: Поточний PIN-код

# Pin.PinChange
source: PIN code changed successfully
uk: PIN-код успішно змінено

# Pin.PinSeved
source: PIN code saved successfully
uk: PIN-код успішно збережено

# Pin.ReqBtnConfirm
source: Press the button on your vault to confirm authorization
uk: Натисніть кнопку на ключі, щоб підтвердити авторизацію

# Pin.SavedPIN
source: PIN saved successfully.
uk: PIN-код успішно збережено.

# Pin.SetInProgres
source: Save PIN in progres
uk: Триває збереження PIN-коду

# Pin.SetPin
source: Set PIN code for {0}
uk: Встановіть PIN-код для {0}

# Pin.Title
source: Set up new PIN for vault (minimum {0})
uk: Встановлення нового PIN-коду для ключа (мінімум {0})

# Pin.VerifyingPIN
source: Verifying PIN code
uk: Перевірка PIN-коду

# PinNotVerified.Description
source: Pin for {0} was not verified. You cannot use the credentials from this vault until you verify the PIN code
uk: PIN-код для {0} не підтверджено. Ви не можете використовувати облікові записи із цього ключа, поки не підтвердите PIN-код

# PinNotVerified.LinkText
source: Click to enter PIN now
uk: Натисніть, щоб ввести PIN-код

# PM.AddApp
source: Add application
uk: Додати програму

# PM.AddWebSite
source: Add Web-site
uk: Додати веб-сайт

# PM.CustomUrl.ToolTip
source: Enter URL here
uk: Введіть URL

# PM.EnterOtp
source: Enter secret key
uk: Введіть секрет

# PM.Label.Account
source: ACCOUNT
uk: ОБЛІКОВИЙ ЗАПИС

# PM.Label.AccountName
source: Account Name
uk: Назва облікового запису

# PM.Label.AddTOTP
source: Add TOTP
uk: Додати TOTP

# PM.Label.AppsAndUrls
source: Web-site/app
uk: Веб-сайт / програма

# PM.Label.Login
source: Login
uk: Логін

# PM.Label.Password
source: Password
uk: Пароль

# PM.Otp.Disabled
source: disabled
uk: вимкнено

# PM.Otp.Enabled
source: enabled
uk: увімкнено

# ProximitySettings.CheckBox.DisableDisplayAutomatically
source: Do not turn on display automatically
uk: Не вмикати дисплей автоматично

# ProximitySettings.CheckBox.EnableLockPC
source: Use this device to Lock the PC
uk: Використовувати цей пристрій для блокування ПК

# ProximitySettings.CheckBox.EnableUnlockPC
source: Use this device to Unlock the PC
uk: Використовувати цей пристрій для розблокування ПК

# ProximitySettings.Label.UserName
source: User Name
uk: Ім'я Користувача

# ProximitySettings.TextBlock.SignalLevel
source: Select the bluetooth signal level for lock and unlock of the computer.
uk: Виберіть рівень сигналу Bluetooth для блокування та розблокування комп'ютера.

# ProximitySettings.Watermark.Password
source: Enter new password
uk: Введіть системний пароль

source: Search passwords
uk: Пошук паролів

# Settings.CheckBox.EnableSoftwareVaultUnlockModule
source: Allow unlock with Hideez Mobile Authenticator
uk: Розблоковувати з допомогою Автентифікатора Hideez

# Settings.CheckBox.ShowBluetoothIndicator
source: Display Bluetooth indicator
uk: Відображати індикатор Bluetooth

# Settings.CheckBox.ShowDongleIndicator
source: Display Dongle indicator
uk: Відображати індикатор Hideez Bluetooth Адаптер

# Settings.Indicators.Tooltip
source: Indicators are displayed in the lower-left corner of application window
uk: Індикатори відображаються в нижньому лівому куті вікна програми

# Settings.Label.CheckingConnection
source: Checking server...
uk: Перевірка сервера ...

# Settings.Label.RequestAddressFromAdmin
source: Contact your Administrator and ask the URL of Hideez Enterprise Server.
uk: Зверніться до свого адміністратора та запитайте URL-адресу Hideez Enterprise Server.

# Settings.Label.ServerUnavailable
source: Hideez Enterprise Server is not available, or the address is incorrect.
uk: Hideez Enterprise Server недоступний або адреса неправильна.

# Settings.Label.ServiceOfflineTip
source: Certain settings cannot be changed while Hideez Service is offline
uk: Деякі налаштування не можна змінювати, поки Служба Hideez Service вимкнена

# Settings.Watermark.ServerAddress
source: Enter URL here
uk: Введіть сюди URL

# Status.Device.Authorized
source: Authorized
uk: Авторизовано

# Status.Device.Initialized
source: Initialized
uk: Ініціалізовано

# Status.Device.StorageLoaded
source: Storage loaded
uk: Сховище завантажено

# Status.Device.Сonnected
source: Сonnected
uk: Під'єднано

# Status.Dongle
source: Dongle
uk: Hideez Bluetooth Адаптер
