Repository: HideezGroup/win.HideezSafe
Catalog: src/HideezClient/HideezClient/Resources/Strings.*.resx
Languages: uk

# Status.Network
source: Network
uk: Мережа

# Status.Server
source: Server
uk: Сервер

# Status.Service
source: Service
uk: Служба

# Status.Tooltip.BluetoothAvailable
source: Bluetooth enabled
uk: Bluetooth увімкнено

# Status.Tooltip.BluetoothUnavailable
source: Bluetooth turned off or not available
uk: Bluetooth вимкнено або недоступний

# Status.Tooltip.ConectedDongle
source: Hideez Dongle connected
uk: Hideez Bluetooth Адаптер під'єднано

# Status.Tooltip.ConectedRFID
source: RFID reader connected
uk: Підключено зчитувач RFID

# Status.Tooltip.ConectedServer
source: Connected to the server
uk: Підключено до сервера

# Status.Tooltip.ConectedService
source: Connected to the service
uk: Підключено до служби

# Status.Tooltip.DisconectedDongle
source: Hideez Dongle disconnected
uk: Hideez Bluetooth Адаптер відключено

# Status.Tooltip.DisconectedRFID
source: RFID reader disconnected
uk: Зчитувач RFID відключено

# Status.Tooltip.DisconectedServer
source: No connection to the server
uk: Немає підключення до сервера

# Status.Tooltip.DisconectedService
source: No connection to the service
uk: Немає підключення до служби

# Status.Tooltip.NetworkAvailable
source: Ok
uk: Ок

# Status.Tooltip.NetworkUnavailable
source: Please check your internet connection
uk: Перевірте підключення до Інтернету

# Status.Tooltip.NotApprovedServer
source: Workstation not approved on the server
uk: Робоча станція не підтверджена на сервері

# UpdateAvailableNotification.CloseButton
source: Remind me later
uk: Нагадати пізніше

# UpdateAvailableNotification.Message
source: New update to version v{0} is ready. Would you like to perform application update now?
uk: Нове оновлення до версії v{0} готове. Хочете зараз оновити програму?

# UpdateAvailableNotification.Title
source: New Hideez Client update is available!
uk: Доступне нове оновлення Hideez Client!

# UpdateAvailableNotification.UpdateButton
source: Update now
uk: Оновити

# UserAction.ButtonDisabled.ToManyOtherConnections
source: Button actions are disabled because your vault ({0}) is connected to {1} other workstations. Instead use hotkey {2} to {3}.
uk: Дії кнопок вимкнено, оскільки ваш ключ ({0}) підключено до {1} інших робочих станцій. Натомість використовуйте гарячі клавіші {2} до {3}.

# UserAction.DeviceIsNotActive
source: Action cancelled. Vault ({0}) is not selected as active vault.
uk: Дію скасовано. Ключ ({0}) не вибрано як активний.

# UserAction.HideezWindowSelected.AddAccount
source: Did you try to create new account for an app or website?{0}{0}Open app or browser{0}then {1}
uk: Ви намагалися створити новий обліковий запис для програми чи веб-сайту?{0}{0}Відкрийте програму чи бразуер {0}, а потім {1}

# UserAction.HideezWindowSelected.InputLogin
source: Did you try to enter login into an app or browser?{0}{0}Select login field in app or browser{0}then {1}
uk: Ви намагалися ввести дані для входу в програму чи браузер?{0}{0}Виберіть поле для Логіну в програмі чи браузері {0}, а потім {1}

# UserAction.HideezWindowSelected.InputOtp
source: Did you try to enter OTP into an app or browser?{0}{0}Select OTP field in app or browser{0}then {1}
uk: Ви намагалися ввести OTP у програмі чи браузері?{0}{0}Виберіть поле OTP у програмі чи браузері{0}, а потім{1}

# UserAction.HideezWindowSelected.InputPassword
source: Did you try to enter password into an app or browser?{0}{0}Select password field in app or browser{0}then {1}
uk: Ви намагалися ввести пароль у програму чи браузер?{0}{0}Виберіть поле для Пароля в програмі чи браузері {0}, а потім {1}

# UserAction.Notification.CreatingNewAccount
source: Creating new account for {0}
uk: Створення нового облікового запису для {0}

# UserAction.NotSupportedPart
source: Unable to {0}{1}Action not supported
uk: Неможливо {0}{1}Дія не підтримується

# UserAction.PressButton
source: press vault button
uk: натисніть кнопку на ключі

# UserAction.PressHotkey
source: press
uk: натисніть

# Vault.Error.AuthCanceled
source: Vault authorization cancelled ({0})
uk: Авторизацію ключа скасовано ({0})

# Vault.Error.AuthFailed
source: Vault authorization failed ({0})
uk: Помилка під час авторизації ключа ({0})

# Vault.Error.InvalidPin
source: Invalid PIN
uk: Невірний PIN-код

# Vault.Error.InvalidPin.ManyAttemptsLeft
source: Invalid PIN! {0} attempts left.
uk: Невірний PIN-код! Залишилося {0} спроб.

# Vault.Error.InvalidPin.OneAttemptLeft
source: Invalid PIN! 1 attempt left.
uk: Невірний PIN-код! Залишилася 1 спроба.

# Vault.Error.InvalidRemoteSerialNo
source: Remote vault serial number does not match the enumerated serial
uk: Серійний номер віддаленого ключа не відповідає перерахованому серійному номеру

# Vault.Error.MasterPass.InvalidMasterPass
source: The entered master password is incorrect
uk: Введений майстер-пароль неправильний

# Vault.Error.MasterPasswordToShort
source: Master password is too short
uk: Майстер-пароль занадто короткий

# Vault.Error.NoAvailableChannels
source: No available channels on vault ({0})
uk: Немає доступних каналів у ключі ({0})

# Vault.Error.Pin.LockedByInvalidAttempts
source: Vault got locked due to too many incorrect pin attempts. Contact your system administrator.
uk: Ключ заблоковано через занадто багато неуспішних спроб введення PIN. Зверніться до системного адміністратора.

# Vault.Error.PinToShort
source: PIN is too short
uk: PIN-код занадто короткий

# Vault.Error.VaultLocked
source: Vault is locked
uk: Ключ заблоковано

# Vault.Error.WrongPin
source: Wrong PIN ({0} attempts left)
uk: Неправильний PIN-код (залишилось {0} спроб)

# Vault.Notification.EnterCurrentBackupPassword
source: Please enter the password for backup file
uk: Введіть пароль для файлу із резервною копією

# Vault.Notification.EnterCurrentMasterPassword
source: Please enter the master password for your Hardware Vault
uk: Введіть майстер-пароль для вашого Апаратного Ключа Безпеки

# Vault.Notification.EnterCurrentPin
source: Please enter the PIN code for your Hardware Vault
uk: Введіть PIN-код для вашого Апаратного Ключа Безпеки

# Vault.Notification.NewBackupPassword
source: Please create new password to protect your backup file
uk: Будь ласка, створіть новий пароль, щоб захистити файл із резервною копією

# Vault.Notification.NewMasterPassword
source: Please create new master password for your Hardware Vault
uk: Будь ласка, створіть новий майстер-пароль для вашого Апаратного Ключа Безпеки

# Vault.Notification.NewPin
source: Please create new PIN code for your Hardware Vault
uk: Будь ласка, створіть новий PIN-код для вашого Фізичного Ключа

# Vault.Notification.PreparingForAuth
source: Preparing for vault {0} authorization
uk: Запуск авторизації ключа {0}

# Vault.Notification.PressButton
source: Please press the Button on your Hardware Vault
uk: Будь ласка, натисніть кнопку на своєму Апаратному Ключі Безпеки

# Vault.Notification.Synchronizing
source: Synchronizing credentials in {0} with your other vault, please wait{1}Password manager is temporarily unavailable
uk: Синхронізація облікових записів в {0} з іншим сховищем, зачекайте{1}Менеджер паролів тимчасово недоступний

# VaultControl.BatteryIcon.ToolTip
source: Low battery
uk: Низький заряд батареї

# VaultControl.ConnectingIcon.ToolTip
source: Connecting vault
uk: Під'єднання ключа

# VaultControl.LoadingStorageIcon.ToolTip
source: Loading storage
uk: Завантаження сховища

# VaultControl.ProximityIcon.ToolTip
source: Vault proximity level
uk: Рівень сигналу ключа

# VaultControl.VaultsSyncIcon.ToolTip
source: Synchronizing storage with other vaults
uk: Синхронізація ключа з іншими ключами

source: Warning
uk: Увага

# WaterMark.Search
source: Search
uk: Пошук

# WaterMark.SearchSettings
source: Search settings
uk: Пошук налаштувань
